---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.SpaceFilter
source: html/1f33bd3a-82a1-f3e5-d21e-3f3f8a4b67d5.htm
---
# SpaceFilter Properties

True if the results of the filter are inverted; elements that would normally be accepted by this filter will be rejected,
 and elements that would normally be rejected will be accepted.